Repository: quangdang2012/NCVP_MES
Catalog: NCVP_MAIN/VCVP/Form/MainForm.*.resx
Languages: vi

# DrawRegist_btn.Text
source: Register Drawing
vi: Đăng ký bản vẽ

# jig_repair_btn.Text
source: Jig Repair Report
vi: Báo cáo sửa Jig

# DownTime_bt.Text
source: DownTime Report
vi: Báo cáo DownTime

# groupBoxCommon7.Text
source: Report
vi: Báo cáo

# NcvpMaster_btn.Text
source: NCVP Master
vi: Nội bộ

# SystemMaster_btn.Text
source: System Master
vi: Hệ thống

# groupBoxCommon1.Text
source: Master Maintenance
vi: Đăng ký chính

# Menu_gpb.Text
source: Menu
vi: Danh sách

# user_bt.Text
source: User
vi: Đăng ký người dùng

# language_bt.Text
source: Language
vi: Ngôn ngữ

# factory_bt.Text
source: Factory
vi: Danh sách nhà máy

# userfac_bt.Text
source: User Factory
vi: Quản ký nhà máy

# auth_cotrol_bt.Text
source: Authority Controler
vi: Quản lý phân quyền

# UserRoles_btn.Text
source: User Roles
vi: Vai trò người dùng

# RoleAuthorityControl_btn.Text
source: Role Authority Control
vi: Quản lý vai trò và quyền hạn

# Role_btn.Text
source: Role
vi: Vai trò

# UserMaster_lbl.Text
source: User Master
vi: Quản lý người dùng

# RoleMaster_lbl.Text
source: Role Master
vi: Quy định

# SystemMaster_gpb.Text
source: System Master
vi: Quản lý hệ thống

# labelCommon1.Text
source: NCVP Master
vi: Quản lý nội bộ

# modellinemaster_btn.Text
source: Model Line Master
vi: Quản lý Line

# Model_btn.Text
source: Model Master
vi: Mã hàng

# Line_btn.Text
source: Line Master
vi: Line

# ProcessWorkContType_btn.Text
source: Production Work Content Type
vi: Phân loại hành động

# response_machine_btn.Text
source: Response Machine
vi: Quản lý hành động khắc phục

# ProWorkCont_btn.Text
source: Production Work Content
vi: Nội dung hành động

# groupBoxCommon5.Text
source: Process Work Content
vi: Hành động

# Process_btn.Text
source: Process Master
vi: Công đoạn

# ProcessModel_btn.Text
source: Process Model Master
vi: Quản lý công đoạn

# ProcessWork_btn.Text
source: Process Work
vi: Nhóm máy

# groupBoxCommon3.Text
source: Process
vi: Công đoạn

# CauseMaster_btn.Text
source: Cause Master
vi: Quản lý máy

# DefectiveReason_btn.Text
source: Defective Reason
vi: Hạng mục lỗi

# Machine_btn.Text
source: Machine Master
vi: Máy

# groupBoxCommon4.Text
source: Cause
vi: Lỗi

# Equipment_btn.Text
source: Equipment
vi: Quản lý thiết bị

# Supplier_btn.Text
source: Supplier
vi: Nhà cung cấp

# Draw_btn.Text
source: Draw Master
vi: Quản lý bản vẽ

# JigResponse_btn.Text
source: Jig Response Master
vi: Hành động khắc phục Jig

# JigCause_btn.Text
source: Jig Cause Master
vi: Lỗi Jig

# NcvpMaster_gpb.Text
source: NCVP Master
vi: Nội bộ
